chat_system_1448111261_actor_description=Sorcerer Gresekherm. Mage, living with Elves.
chat_system_1448111261_switch_0_header_1=^?^Recently there was a rain of Evilns in the Valley of a Thousand Rivers, a curse cast by the necromancers.<br>I'm old and cannot go far, but Egnum needs to be fed - he is hungry. Will you feed him?
chat_system_1448111261_snap_0_question=^?^You want to help? That would be wonderful.<br>Recently there was a rain of Evilns in the Valley of a Thousand Rivers, a curse cast by the necromancers.<br>I'm old and cannot go far, but Egnum needs to be fed - he is hungry. Will you feed him?
chat_system_1448111261_snap_0_answer_0=^?^I will. But first tell me what Evilns are and who is Egnum?
chat_system_1448111261_snap_0_answer_1=^?^I have no idea what you're talking about. I'll come back later.
chat_system_1448111261_snap_1_question=^?^The Evilns are pure clots of Death Magic. Any living creature loses its vital energy when touching an eviln, and the smaller creatures die immediately.<br>The Egnums are our cleaners. They can absorb negative emotions and evil magic. Some people even think that everything eaten by them goes to the Land of Death, but nobody has managed to prove it.<br>I will give you my Egnum. He hasn't eaten for a long time. Let's do it this way: the more my Egnum eats his fill, the more Talent Runes you get. If you agree, then find as many evilns as you can, so that my Egnum may eat his fill.
chat_system_1448111261_snap_1_answer_0=^?^Ok, I'll search for these evilns.
chat_system_1448111261_snap_1_answer_1=^?^No, I don't want to deal with your strange monster. My horse is enough for me.
chat_system_1448111261_snap_2_question=^?^So, how's my little Egnum? Has he had his meal?
chat_system_1448111261_snap_2_answer_0=^?^No, he's still very hungry.
chat_system_1448111261_snap_2_answer_1=^?^Yes, he had a bite.
chat_system_1448111261_snap_2_answer_2=^?^Well, he seems to have had a bite...
chat_system_1448111261_snap_2_answer_3=^?^Yes, he has. And a pretty good size meal, too.
chat_system_1448111261_snap_2_answer_4=^?^I think he may have overeaten.
chat_system_1448111261_snap_2_header_4=^?^Wonderful, just wonderful! You've saved the lives of many innocent creatures, and you've fed my pet at the same time.<br>Come on, give me my Egnum, I missed him so much. Oh, he became so fat!
chat_system_1448111261_snap_3_question=^?^Do you wish to feed him more?
chat_system_1448111261_snap_3_answer_0=^?^No, I guess that it ate quite enough.
chat_system_1448111261_snap_3_answer_1=^?^Yes, I'll look for some more evilns for him.
chat_system_1448111261_snap_4_question=^?^Well, fine! Thank you for feeding my Egnum. I see he has become more stout - he must have eaten a lot of evilns?
chat_system_1448111261_snap_4_answer_0=^?^Ok, let's finish our discussion of the Egnum and return to more important matters. How many runes will I get for feeding it?
chat_system_1448111261_snap_5_question=^?^[s]The sorcerer takes the pet into his hands and gives you several sparkling stones:[/s]<br>Here, take them. I'm sure you'll figure out what to do with them, won't you?<br><br>[s]You've gotten Magic Runes: [temp] pcs.[/s]
chat_system_1448111261_snap_5_answer_0=^?^Thank you. I was glad to help.
chat_system_1448111261_switch_1_header_0=^?^[s]The sorcerer takes the pet into his hands and gives you several sparkling stones:[/s]<br>Here, take them. I'm sure you'll figure out what to do with them, won't you?<br><br>[s]You've gotten Might Runes: [temp] pcs.[/s]
chat_system_1448111261_switch_1_header_1=^?^[s]The sorcerer takes the pet into his hands and gives you several sparkling stones:[/s]<br>Here, take them. I'm sure you'll figure out what to do with them, won't you?<br><br>[s]You've gotten Mind Runes: [temp] pcs.[/s]<br>
